/* eslint max-len: "off" */

const experience = {
  title: '工作经历',
  icon: null,
  description: null,
  list: [
    {
      title: '游戏制作人',
      subtitle: '念力云游戏',
      subtitleDetail: ' - 家门口的云游戏StartUp',
      date: '2021.05 - 2022.1',
      tags: [
        '团队管理',
        '商业策略',
        '工程开发',
        '游戏设计',
      ],
      description: [
        '管理11人团队',
        '产品《云原生游戏项目》，为保护公司商业博弈，暂时保密',
        '考虑离开原因：公司不做游戏了',
      ]
    },
    {
      title: '制作人',
      subtitle: '北京开天创世科技有限公司',
      subtitleDetail: ' - 家门口的中型游戏开发商',
      date: '2020.05 - 2021.5',
      tags: [
        '团队管理',
        '商业策略',
        '产品开发',
        '游戏设计',
      ],
      description: [
        '管理32人团队',
        '研究商业策略，找到价值洼地用户群体，并组建、带领团队开发出满足用户需求的产品',
        '产品《光与暗童话》，为满足用户群体的需求，做了大量核心机制创新',
        '玩法、画风测试当中玩家反馈较好',
        '离开原因：商业思路说服失败',
      ]
    },
    {
      title: '创始人',
      subtitle: '北京双曲互动科技有限公司',
      subtitleDetail: ' - 科技创业公司',
      date: '2018.05 - 2020.6',
      tags: [
        '团队管理',
        '产品设计',
        '产品开发',
        '游戏设计',
        '游戏开发'
      ],
      description: [
        '带领9人团队，统筹管理产品设计、开发与对外事项',
        '研发了“鞅”专利技术',
        '依托于独有技术，推出了《繁星》社区共建网络游戏解决方案',
        '与独游网达成了战略合作',
        '为《繁星》平台开发了示例TCG游戏《Renaissance》',
        '为《繁星》平台开发了示例Web游戏《Destined Stone》'
      ]
    },
    {
      title: '独立游戏制作人',
      subtitle: '独立游戏工作室',
      date: '2016.11-2018.04',
      tags: [
        '团队管理',
        '游戏设计',
        '游戏开发',
      ],
      description: [
        '带领3人团队，围绕游戏项目的设计、开发、美术组织高效的合作。',
        '除游戏的整体愿景、具体设计之外，负责了游戏的战斗、网络同步部分代码编写。',
        '开发了实时联网布阵策略游戏《泉水指挥官》。',
      ],
    },
    {
      title: '游戏主策划',
      subtitle: 'Kabam（北京）科技有限公司',
      subtitleDetail: ' - 美资跨国手游厂商',
      date: '2014.07-2016.11',
      tags: [
        '团队管理',
        '游戏设计',
        '游戏开发'
      ],
      description: [
        '管理6人团队，设计游戏玩法、经济系统、付费模式',
        '作为主创人员制作的《漫威：超级争霸战》（Marvel: Contest of Champions）全球收入超过5亿美元。《漫威：超级争霸战》是一款卡牌+格斗的高清3D游戏，核心战斗与外围系统都加入了大量的创新。',
        '作为主策短暂线上更新维护的《亚瑟英雄传》(Heroes of Camelot)是一款面向欧美的日式卡牌游戏，主要负责其中的公会战、数值。作为数值策划短暂开发的《Mad Max：Fury Road》是一款SLG游戏。',
      ],
    },
    {
      title: '数值策划组长',
      subtitle: 'Gameloft北京工作室',
      subtitleDetail: ' - 最老牌的手游开发商',
      date: '2012.07-2014.07',
      tags: [
        '游戏数值',
        '游戏设计',
      ],
      description: [
        '主要研究游戏战斗平衡、经济系统相关数学模型；负责本项目同时，对多个项目的数值提供协助',
        '《混沌与秩序》系列是手机上首款全3d MMO游戏，系列收入超3000万美元。我作为数值策划参与了第一款产品的更新维护，与第二款产品的从零开发。',
        '将MMO中的重度数值经验做分享，协助公司内多个项目的数值系统搭建。负责公司数值策划的招聘、考核。',
      ],
    },
    {
      title: '游戏数据分析师',
      subtitle: '乐元素',
      tags: [
        '游戏数据分析',
      ],
      description: [
        '帮助社交游戏挖掘facebook、QZone上的数据表现，以改进游戏内容。',
        '支持项目包括《开心泡泡猫》《我是传奇》《我的王国》《兔子来了》'
      ],
      subtitleDetail: ' - 国内社交游戏开发商',
      date: '2012.04-2012.07',
    },
    {
      title: '信贷管理',
      subtitle: '中国农业银行',
      tags: [
        '',
      ],
      description: [
        '主要从事企业的贷款管理，客户包括合生、珠江、保利、北京市土储、国药集团、供销集团等。',
        '涉及供应链金融、房地产开发贷款、经营性物业贷款等。累计发放贷款13亿人民币，无次级、不良。'
      ],
      subtitleDetail: ' - 四大股份制商业银行',
      date: '2008.09-2012.03',
    },
  ],
};

export default experience;
